external/swak/examples/InterFoamWithSources/mixingThing/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    top
    {
        type            wall;
        nFaces          50;
        startFace       4900;
    }
    walls
    {
        type            wall;
        nFaces          150;
        startFace       4950;
    }
    frontAndBack
    {
        type            empty;
        nFaces          5000;
        startFace       5100;
    }
)

// ************************************************************************* //
